[
  "obsidian-git",
  "terminal",
  "better-word-count",
  "table-editor-obsidian",
  "omnisearch",
  "execute-code",
  "ridian",
  "obsidian-custom-file-extensions-plugin",
  "dataview",
  "obsidian-linter",
  "obsidian-metatemplates",
  "obsidian-state-switcher",
  "quickadd",
  "mathlinks",
  "math-in-callout"
]